Repository: shusuke0812/qiita-reader
Catalog: qiita_reader_ios/Localizable.xcstrings
Source language: en
Languages: ja

# article_search_error_notfound
source: No articles found
ja: 記事が見つかりませんでした

# article_search_stanby_subtitle
source: Enter a keyword to search for Qiita articles
ja: キーワードを入力してQiitaの記事を検索できます

# article_search_stanby_title
source: Let's get started
ja: さあ、はじめましょう

# common_api_error_invalid_request
source: Invalid request
ja: 不正なリクエストです

# common_api_error_lack_of_accesstoken
source: Access token not found
ja: アクセストークンが見つかりませんでした

# common_api_error_network
source: Unable to connect to the network
ja: ネットワークに接続できませんでした

# common_api_error_response_parse
source: Failed to parse the retrieved data
ja: 取得したデータの変換に失敗しました

# common_api_error_server
source: Server error
ja: サーバーエラー

# common_api_error_unknown
source: Unknown error
ja: 不明なエラー

# common_error
source: Error
ja: エラー

# tag_artices_article
source: Articles
ja: 記事

# tag_artices_follower
source: Followers
ja: フォロワー
